var storyContent = {
  "inkVersion": 19,
  "root": [
    ["^喂喂？那边有人吗？", "\n", "^天啦，有没有人可以来帮帮汪~", "\n", ["ev", {
          "^->": "0.4.$r1"
        }, {
          "temp=": "$r"
        }, "str", {
          "->": ".^.s"
        },
        [{
          "#n": "$r1"
        }], "/str", "/ev", {
          "*": "0.c-0",
          "flg": 18
        }, {
          "s": ["^不好意思，这边没有人 ", {
            "->": "$r",
            "var": true
          }, null]
        }
      ],
      ["ev", {
          "^->": "0.5.$r1"
        }, {
          "temp=": "$r"
        }, "str", {
          "->": ".^.s"
        },
        [{
          "#n": "$r1"
        }], "/str", "/ev", {
          "*": "0.c-1",
          "flg": 18
        }, {
          "s": ["^怎么了？ ", {
            "->": "$r",
            "var": true
          }, null]
        }
      ], {
        "c-0": ["ev", {
            "^->": "0.c-0.$r2"
          }, "/ev", {
            "temp=": "$r"
          }, {
            "->": "0.4.s"
          },
          [{
            "#n": "$r2"
          }], {
            "#": "player"
          }, "\n", {
            "->": "pre_ending"
          }, {
            "->": "0.g-0"
          }, {
            "#f": 5
          }
        ],
        "c-1": ["ev", {
            "^->": "0.c-1.$r2"
          }, "/ev", {
            "temp=": "$r"
          }, {
            "->": "0.5.s"
          },
          [{
            "#n": "$r2"
          }], {
            "#": "player"
          }, "\n", "^我是负责送蛋糕的外卖汪，但是路上摔了一跤晕倒了，醒来发现蛋糕摔坏了汪！", "\n", "^还好捡到了一个人类用的手机，随便注册了一个账号，就给你发消息了汪！", "\n", [
            ["ev", {
                "^->": "0.c-1.12.0.$r1"
              }, {
                "temp=": "$r"
              }, "str", {
                "->": ".^.s"
              },
              [{
                "#n": "$r1"
              }], "/str", "/ev", {
                "*": ".^.^.c-0",
                "flg": 18
              }, {
                "s": ["^捡到手机怎么不交给警察叔叔呢？ ", {
                  "->": "$r",
                  "var": true
                }, null]
              }
            ],
            ["ev", {
                "^->": "0.c-1.12.1.$r1"
              }, {
                "temp=": "$r"
              }, "str", {
                "->": ".^.s"
              },
              [{
                "#n": "$r1"
              }], "/str", "/ev", {
                "*": ".^.^.c-1",
                "flg": 18
              }, {
                "s": ["^等等，你是一只狗吗，还能送外卖？ ", {
                  "->": "$r",
                  "var": true
                }, null]
              }
            ], {
              "c-0": ["ev", {
                  "^->": "0.c-1.12.c-0.$r2"
                }, "/ev", {
                  "temp=": "$r"
                }, {
                  "->": ".^.^.0.s"
                },
                [{
                  "#n": "$r2"
                }], {
                  "#": "player"
                }, "\n", {
                  "->": "our_group"
                }, {
                  "->": "0.g-0"
                }, {
                  "#f": 5
                }
              ],
              "c-1": ["ev", {
                  "^->": "0.c-1.12.c-1.$r2"
                }, "/ev", {
                  "temp=": "$r"
                }, {
                  "->": ".^.^.1.s"
                },
                [{
                  "#n": "$r2"
                }], {
                  "#": "player"
                }, "\n", {
                  "->": "our_group"
                }, "done", {
                  "->": "0.g-0"
                }, {
                  "#f": 5
                }
              ]
            }
          ], {
            "#f": 5
          }
        ],
        "g-0": ["done", {
          "#f": 5
        }]
      }
    ], "done", {
      "pre_ending": ["^好吧，那我待会儿再来问问汪~", "\n", "done", {
        "#f": 1
      }],
      "our_group": [
        ["^嘘，本汪是“阿猫阿狗”的特派外卖汪，一般人都不知道我们这个组织，也不能让人类警察知道哦！", "\n", ["ev", {
              "^->": "our_group.0.2.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-0",
              "flg": 18
            }, {
              "s": ["^\"阿猫阿狗\"？好奇怪的名字 ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ],
          ["ev", {
              "^->": "our_group.0.3.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-1",
              "flg": 18
            }, {
              "s": ["^特派外卖汪有什么特别之处吗？ ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ], {
            "c-0": ["ev", {
                "^->": "our_group.0.c-0.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.2.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "^作为餐饮服务业内赫赫有名的组织，你居然没有听过汪！", "\n", "^我们组织内员工都是猫和狗，人类客户都需要内部介绍才可以预订服务的汪", "\n", {
                "->": "how_to_help"
              }, {
                "#f": 5
              }
            ],
            "c-1": ["ev", {
                "^->": "our_group.0.c-1.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.3.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "^特派外卖员意味着超高的历史订单完成率和好评率！我是一直保持着100%的最佳员工汪！", "\n", [
                ["ev", {
                    "^->": "our_group.0.c-1.10.0.$r1"
                  }, {
                    "temp=": "$r"
                  }, "str", {
                    "->": ".^.s"
                  },
                  [{
                    "#n": "$r1"
                  }], "/str", "/ev", {
                    "*": ".^.^.c-0",
                    "flg": 18
                  }, {
                    "s": ["^那你这次岂不是翻车了吗哈哈 ", {
                      "->": "$r",
                      "var": true
                    }, null]
                  }
                ],
                ["ev", {
                    "^->": "our_group.0.c-1.10.1.$r1"
                  }, {
                    "temp=": "$r"
                  }, "str", {
                    "->": ".^.s"
                  },
                  [{
                    "#n": "$r1"
                  }], "/str", "/ev", {
                    "*": ".^.^.c-1",
                    "flg": 18
                  }, {
                    "s": ["^这么厉害！ ", {
                      "->": "$r",
                      "var": true
                    }, null]
                  }
                ], {
                  "c-0": ["ev", {
                      "^->": "our_group.0.c-1.10.c-0.$r2"
                    }, "/ev", {
                      "temp=": "$r"
                    }, {
                      "->": ".^.^.0.s"
                    },
                    [{
                      "#n": "$r2"
                    }], {
                      "#": "player"
                    }, "\n", "^不，我不能翻车，不能让那个经常半路偷吃订单的二哈抢了我的最佳员工！", "\n", {
                      "->": "how_to_help"
                    }, {
                      "#f": 5
                    }
                  ],
                  "c-1": ["ev", {
                      "^->": "our_group.0.c-1.10.c-1.$r2"
                    }, "/ev", {
                      "temp=": "$r"
                    }, {
                      "->": ".^.^.1.s"
                    },
                    [{
                      "#n": "$r2"
                    }], {
                      "#": "player"
                    }, "\n", "^所以这一次我也不能失败，一定要完成订单！", "\n", {
                      "->": "how_to_help"
                    }, {
                      "#f": 5
                    }
                  ]
                }
              ], {
                "#f": 5
              }
            ]
          }
        ], {
          "#f": 1
        }
      ],
      "how_to_help": [
        ["^你一定要帮帮我，汪！", "\n", ["ev", {
              "^->": "how_to_help.0.2.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-0",
              "flg": 18
            }, {
              "s": ["^我要怎么帮你呢？ ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ],
          ["ev", {
              "^->": "how_to_help.0.3.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-1",
              "flg": 18
            }, {
              "s": ["^帮一只狗？我一定是睡眠不足出现了幻觉 ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ], {
            "c-0": ["ev", {
                "^->": "how_to_help.0.c-0.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.2.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "^首先，蛋糕半路摔坏这种事一定不能让我们组织知道", "\n", "^然后，也不能让客人知道", "\n", "^不然我保持了一百零八天的100%完成率和好评率就没有了汪！", "\n", [
                ["ev", {
                    "^->": "how_to_help.0.c-0.14.0.$r1"
                  }, {
                    "temp=": "$r"
                  }, "str", {
                    "->": ".^.s"
                  },
                  [{
                    "#n": "$r1"
                  }], "/str", "/ev", {
                    "*": ".^.^.c-0",
                    "flg": 18
                  }, {
                    "s": ["^明白了，你想让我帮你暗杀掉你们组织所有人和客人？ ", {
                      "->": "$r",
                      "var": true
                    }, null]
                  }
                ],
                ["ev", {
                    "^->": "how_to_help.0.c-0.14.1.$r1"
                  }, {
                    "temp=": "$r"
                  }, "str", {
                    "->": ".^.s"
                  },
                  [{
                    "#n": "$r1"
                  }], "/str", "/ev", {
                    "*": ".^.^.c-1",
                    "flg": 18
                  }, {
                    "s": ["^明白了，你想让我帮你按住shift施展时间回溯大法？ ", {
                      "->": "$r",
                      "var": true
                    }, null]
                  }
                ],
                ["ev", {
                    "^->": "how_to_help.0.c-0.14.2.$r1"
                  }, {
                    "temp=": "$r"
                  }, "str", {
                    "->": ".^.s"
                  },
                  [{
                    "#n": "$r1"
                  }], "/str", "/ev", {
                    "*": ".^.^.c-2",
                    "flg": 18
                  }, {
                    "s": ["^明白了，你想让我帮你重新订个蛋糕？ ", {
                      "->": "$r",
                      "var": true
                    }, null]
                  }
                ], {
                  "c-0": ["ev", {
                      "^->": "how_to_help.0.c-0.14.c-0.$r2"
                    }, "/ev", {
                      "temp=": "$r"
                    }, {
                      "->": ".^.^.0.s"
                    },
                    [{
                      "#n": "$r2"
                    }], {
                      "#": "player"
                    }, "\n", "^？？本汪可是一颗警星都没有过的良民汪！", "\n", {
                      "->": "be_a_navigator"
                    }, {
                      "#f": 5
                    }
                  ],
                  "c-1": ["ev", {
                      "^->": "how_to_help.0.c-0.14.c-1.$r2"
                    }, "/ev", {
                      "temp=": "$r"
                    }, {
                      "->": ".^.^.1.s"
                    },
                    [{
                      "#n": "$r2"
                    }], {
                      "#": "player"
                    }, "\n", "^遗憾的是那个躲在屏幕后面的开发者还没有开发这种功能汪！", "\n", {
                      "->": "be_a_navigator"
                    }, {
                      "#f": 5
                    }
                  ],
                  "c-2": ["ev", {
                      "^->": "how_to_help.0.c-0.14.c-2.$r2"
                    }, "/ev", {
                      "temp=": "$r"
                    }, {
                      "->": ".^.^.2.s"
                    },
                    [{
                      "#n": "$r2"
                    }], {
                      "#": "player"
                    }, "\n", "^嘿嘿，也不用你那么麻烦", "\n", {
                      "->": "be_a_navigator"
                    }, "done", {
                      "#f": 5
                    }
                  ]
                }
              ], {
                "#f": 5
              }
            ],
            "c-1": ["ev", {
                "^->": "how_to_help.0.c-1.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.3.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "end", {
                "#f": 5
              }
            ]
          }
        ], {
          "#f": 1
        }
      ],
      "be_a_navigator": [
        ["^我现在必须要重新做一个蛋糕，在你们人类的城市里", "\n", "^可是···你们人类城市道路实在是太难以分辨了，之后遇到岔路口就要靠你指路了汪！", "\n", ["ev", {
              "^->": "be_a_navigator.0.4.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-0",
              "flg": 18
            }, {
              "s": ["^作为一条狗，居然是路痴？ ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ],
          ["ev", {
              "^->": "be_a_navigator.0.5.$r1"
            }, {
              "temp=": "$r"
            }, "str", {
              "->": ".^.s"
            },
            [{
              "#n": "$r1"
            }], "/str", "/ev", {
              "*": ".^.^.c-1",
              "flg": 18
            }, {
              "s": ["^可是我对你所在的地方也不一定熟悉呀 ", {
                "->": "$r",
                "var": true
              }, null]
            }
          ], {
            "c-0": ["ev", {
                "^->": "be_a_navigator.0.c-0.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.4.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "^咳咳···不要这么大声，别的狗听到会嘲笑我的汪", "\n", "done", {
                "#f": 5
              }
            ],
            "c-1": ["ev", {
                "^->": "be_a_navigator.0.c-1.$r2"
              }, "/ev", {
                "temp=": "$r"
              }, {
                "->": ".^.^.5.s"
              },
              [{
                "#n": "$r2"
              }], {
                "#": "player"
              }, "\n", "^其实指路是其次，最重要的是你能顺便给一些蛋糕配方的建议", "\n", "^因为我发现呀，你们人类有时候的口味和我们汪类很不一样", "\n", "done", "done", {
                "#f": 5
              }
            ]
          }
        ], {
          "#f": 1
        }
      ],
      "#f": 1
    }
  ],
  "listDefs": {}
};
export default storyContent;